Repository: yingounet/BitLoader
Catalog: BitLoader/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ru, zh_hans, zh_hant

# adminRequired
source: This app requires administrator privileges to write to disk.
de: Diese App benötigt Administratorrechte zum Schreiben auf die Festplatte.
es: Esta aplicación requiere privilegios de administrador para escribir en el disco.
fr: Cette application nécessite des privilèges d'administrateur pour écrire sur le disque.
it: Questa app richiede privilegi di amministratore per scrivere sul disco.
ja: このアプリはディスクへの書き込みに管理者権限が必要です。
ko: 이 앱은 디스크에 쓰려면 관리자 권한이 필요합니다.
nl: Deze app heeft beheerdersrechten nodig om naar schijf te schrijven.
pl: Ta aplikacja wymaga uprawnień administratora do zapisu na dysku.
pt_br: Este aplicativo requer privilégios de administrador para gravar no disco.
ru: Для записи на диск этому приложению требуются права администратора.
zh_hans: 此应用需要管理员权限才能写入磁盘。
zh_hant: 此應用程式需要管理員權限才能寫入磁碟。

# app.tagline
source: Lightweight USB Bootable Drive Creator
de: Leichtgewichtiges USB-Boot-Medium-Erstellungstool
es: Creador ligero de unidades USB de arranque
fr: Créateur de clé USB bootable léger
it: Strumento leggero per creare unità USB avviabili
ja: 軽量USBブータブルドライブ作成ツール
ko: 가벼운 USB 부팅 드라이브 생성 도구
nl: Lichtgewicht USB-opstartschijf maker
pl: Lekkie narzędzie do tworzenia rozruchowych dysków USB
pt_br: Criador de unidade USB inicializável leve
ru: Лёгкий инструмент для создания загрузочных USB-накопителей
zh_hans: 轻量级 USB 引导盘制作工具
zh_hant: 輕量級 USB 開機碟製作工具

# autoEject
source: Auto-eject device after writing
de: Gerät nach dem Schreiben automatisch auswerfen
es: Expulsar dispositivo automáticamente después de escribir
fr: Éjecter automatiquement l'appareil après l'écriture
it: Espelli automaticamente il dispositivo dopo la scrittura
ja: 書き込み完了後にデバイスを自動取り出し
ko: 쓰기 완료 후 장치 자동 꺼내기
nl: Apparaat automatisch uitwerpen na schrijven
pl: Automatycznie wysuń urządzenie po zapisie
pt_br: Ejetar dispositivo automaticamente após a gravação
ru: Автоматически извлечь устройство после записи
zh_hans: 写入完成后自动弹出设备
zh_hant: 寫入完成後自動退出裝置

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# cancelWrite
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
zh_hans: 取消写入
zh_hant: 取消寫入

# checkUpdates
source: Check for Updates...
de: Nach Updates suchen...
es: Buscar actualizaciones...
fr: Rechercher des mises à jour...
it: Controlla aggiornamenti...
ja: アップデートを確認...
ko: 업데이트 확인...
nl: Controleer op updates...
pl: Sprawdź aktualizacje...
pt_br: Verificar atualizações...
ru: Проверить обновления...
zh_hans: 检查更新...
zh_hant: 檢查更新...

# clickToSelect
source: Click the button to select an image file
de: Klicken Sie auf die Schaltfläche, um eine Abbilddatei auszuwählen
es: Haga clic en el botón para seleccionar un archivo de imagen
fr: Cliquez sur le bouton pour sélectionner une image
it: Clicca il pulsante per selezionare un file immagine
ja: 右のボタンをクリックしてイメージファイルを選択
ko: 버튼을 클릭하여 이미지 파일 선택
nl: Klik op de knop om een imagebestand te selecteren
pl: Kliknij przycisk, aby wybrać plik obrazu
pt_br: Clique no botão para selecionar um arquivo de imagem
ru: Нажмите кнопку для выбора файла образа
zh_hans: 点击右侧按钮选择镜像文件
zh_hant: 點擊右側按鈕選擇映像檔

# compressedFile
source: Compressed
de: Komprimiert
es: Comprimido
fr: Compressé
it: Compresso
ja: 圧縮ファイル
ko: 압축 파일
nl: Gecomprimeerd
pl: Skompresowany
pt_br: Compactado
ru: Сжатый
zh_hans: 压缩文件
zh_hant: 壓縮檔案

source: Confirm Erase Device?
de: Gerät löschen bestätigen?
es: ¿Confirmar borrado del dispositivo?
fr: Confirmer l'effacement de l'appareil ?
it: Conferma cancellazione dispositivo?
ja: デバイスの消去確認
ko: 장치 삭제 확인?
nl: Apparaat wissen bevestigen?
pl: Potwierdzić usunięcie urządzenia?
pt_br: Confirmar apagamento do dispositivo?
ru: Подтвердить очистку устройства?
zh_hans: 确认擦除设备？
zh_hant: 確認清除裝置？

# confirmWriteMessage
source: This will erase all data on %@.
de: Dies löscht alle Daten auf %@.
es: Esto borrará todos los datos en %@.
fr: Cela effacera toutes les données sur %@.
it: Questo cancellerà tutti i dati su %@.
ja: %@のすべてのデータが消去されます。
ko: %@의 모든 데이터가 삭제됩니다.
nl: Dit zal alle gegevens op %@ wissen.
pl: To usunie wszystkie dane z %@.
pt_br: Isso apagará todos os dados em %@.
ru: Это удалит все данные на %@.
zh_hans: 此操作将擦除 %@ 上的所有数据。
zh_hant: 此操作將清除 %@ 上的所有資料。

# confirmWritePrompt
source: Enter device name "%@" to confirm:
de: Geben Sie den Gerätenamen "%@" zur Bestätigung ein:
es: Ingrese el nombre del dispositivo "%@" para confirmar:
fr: Entrez le nom de l'appareil « %@ » pour confirmer :
it: Inserisci il nome del dispositivo "%@" per confermare:
ja: 確認のためデバイス名「%@」を入力：
ko: 확인을 위해 장치 이름 "%@" 입력:
nl: Voer de apparaatnaam "%@" in om te bevestigen:
pl: Wpisz nazwę urządzenia "%@" aby potwierdzić:
pt_br: Digite o nome do dispositivo "%@" para confirmar:
ru: Введите имя устройства "%@" для подтверждения:
zh_hans: 请输入设备名称「%@」以确认：
zh_hant: 請輸入裝置名稱「%@」以確認：

# confirmWriteTitle
source: Confirm Write
de: Schreiben bestätigen
es: Confirmar escritura
fr: Confirmer l'écriture
it: Conferma scrittura
ja: 書き込み確認
ko: 쓰기 확인
nl: Bevestig schrijven
pl: Potwierdź zapis
pt_br: Confirmar gravação
ru: Подтвердить запись
zh_hans: 确认写入
zh_hant: 確認寫入

source: Device
de: Gerät
es: Dispositivo
fr: Appareil
it: Dispositivo
ja: デバイス
ko: 장치
nl: Apparaat
pl: Urządzenie
pt_br: Dispositivo
ru: Устройство
zh_hans: 设备
zh_hant: 裝置

# enterDeviceName
source: Enter device name to confirm:
de: Geben Sie den Gerätenamen zur Bestätigung ein:
es: Ingrese el nombre del dispositivo para confirmar:
fr: Entrez le nom de l'appareil pour confirmer :
it: Inserisci il nome del dispositivo per confermare:
ja: 確認のためデバイス名を入力：
ko: 확인을 위해 장치 이름 입력:
nl: Voer de apparaatnaam in om te bevestigen:
pl: Wpisz nazwę urządzenia aby potwierdzić:
pt_br: Digite o nome do dispositivo para confirmar:
ru: Введите имя устройства для подтверждения:
zh_hans: 请输入设备名称以确认：
zh_hant: 請輸入裝置名稱以確認：

# eraseWarning
source: This will erase all data on "%@". This action cannot be undone.
de: Dies löscht alle Daten auf "%@". Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto borrará todos los datos en "%@". Esta acción no se puede deshacer.
fr: Cela effacera toutes les données sur « %@ ». Cette action est irréversible.
it: Questo cancellerà tutti i dati su "%@". Questa azione non può essere annullata.
ja: 「%@」のすべてのデータが消去されます。 この操作は元に戻せません。
ko: "%@"의 모든 데이터가 삭제됩니다. 이 작업은 취소할 수 없습니다.
nl: Dit zal alle gegevens op "%@" wissen. Deze actie kan niet ongedaan worden gemaakt.
pl: To usunie wszystkie dane z "%@". Tej operacji nie można cofnąć.
pt_br: Isso apagará todos os dados em "%@". Esta ação não pode ser desfeita.
ru: Это удалит все данные на "%@". Это действие нельзя отменить.
zh_hans: 这将擦除「%@」上的所有数据。 此操作无法撤销。
zh_hant: 這將清除「%@」上的所有資料。 此操作無法復原。

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
zh_hans: 错误
zh_hant: 錯誤

# eta
source: Estimated time remaining
de: Geschätzte verbleibende Zeit
es: Tiempo restante estimado
fr: Temps restant estimé
it: Tempo rimanente stimato
ja: 推定残り時間
ko: 예상 남은 시간
nl: Geschatte resterende tijd
pl: Szacowany pozostały czas
pt_br: Tempo restante estimado
ru: Осталось времени
zh_hans: 预计剩余时间
zh_hant: 預計剩餘時間

# insertUSB
source: Please insert a USB device
de: Bitte USB-Gerät einstecken
es: Por favor, inserte un dispositivo USB
fr: Veuillez insérer un périphérique USB
it: Inserire un dispositivo USB
ja: USBデバイスを挿入してください
ko: USB 장치를 연결하세요
nl: Steek een USB-apparaat in
pl: Podłącz urządzenie USB
pt_br: Por favor, insira um dispositivo USB
ru: Пожалуйста, вставьте USB-устройство
zh_hans: 请插入 USB 设备
zh_hant: 請插入 USB 裝置

# language.display
source: Display Language
de: Anzeigesprache
es: Idioma de visualización
fr: Langue d'affichage
it: Lingua di visualizzazione
ja: 表示言語
ko: 표시 언어
nl: Weergavetaal
pl: Język wyświetlania
pt_br: Idioma de exibição
ru: Язык интерфейса
zh_hans: 显示语言
zh_hant: 顯示語言

# language.title
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
zh_hans: 语言
zh_hant: 語言

# menu.tools
source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
it: Strumenti
ja: ツール
ko: 도구
nl: Hulpmiddelen
pl: Narzędzia
pt_br: Ferramentas
ru: Инструменты
zh_hans: 工具
zh_hant: 工具

source: No file selected
de: Keine Datei ausgewählt
es: Ningún archivo seleccionado
fr: Aucun fichier sélectionné
it: Nessun file selezionato
ja: ファイル未選択
ko: 선택된 파일 없음
nl: Geen bestand geselecteerd
pl: Nie wybrano pliku
pt_br: Nenhum arquivo selecionado
ru: Файл не выбран
zh_hans: 未选择文件
zh_hant: 未選擇檔案

# permanentlyErase
source: This will **permanently erase** all data on:
de: Dies wird **dauerhaft alle Daten löschen** auf:
es: Esto **borrará permanentemente** todos los datos en:
fr: Cela **effacera définitivement** toutes les données sur :
it: Questo **cancellerà permanentemente** tutti i dati su:
ja: 以下のデバイスのすべてのデータを**完全に消去**します：
ko: 다음 장치의 모든 데이터를 **영구적으로 삭제**합니다:
nl: Dit zal **permanent alle gegevens wissen** op:
pl: To **trwale usunie** wszystkie dane z:
pt_br: Isso **apagará permanentemente** todos os dados em:
ru: Это **безвозвратно удалит** все данные на:
zh_hans: 此操作将**永久擦除**以下设备上的所有数据：
zh_hant: 此操作將**永久清除**以下裝置上的所有資料：

source: Proceed with caution
de: Mit Vorsicht fortfahren
es: Proceder con precaución
fr: Procéder avec prudence
it: Procedere con cautela
ja: 慎重に選択
ko: 주의해서 진행
nl: Ga voorzichtig te werk
pl: Postępuj ostrożnie
pt_br: Prossiga com cuidado
ru: Действуйте с осторожностью
zh_hans: 请谨慎选择
zh_hant: 請謹慎選擇

source: Refresh Device List
de: Geräteliste aktualisieren
es: Actualizar lista de dispositivos
fr: Actualiser la liste des appareils
it: Aggiorna elenco dispositivi
ja: デバイスリストを更新
ko: 장치 목록 새로고침
nl: Ververs apparatenlijst
pl: Odśwież listę urządzeń
pt_br: Atualizar lista de dispositivos
ru: Обновить список устройств
zh_hans: 刷新设备列表
zh_hant: 重新整理裝置列表

source: Remaining
de: Verbleibend
es: Restante
fr: Restant
it: Rimanente
ja: 残り
ko: 남음
nl: Resterend
pl: Pozostało
pt_br: Restante
ru: Осталось
zh_hans: 剩余
zh_hant: 剩餘

source: Report Issue
de: Problem melden
es: Informar problema
fr: Signaler un problème
it: Segnala problema
ja: 問題を報告
ko: 문제 보고
nl: Meld probleem
pl: Zgłoś problem
pt_br: Relatar problema
ru: Сообщить о проблеме
zh_hans: 报告问题
zh_hant: 回報問題

source: Safe to write
de: Sicher zum Schreiben
es: Seguro para escribir
fr: Sûr pour l'écriture
it: Sicuro da scrivere
ja: 安全に書き込み可能
ko: 안전하게 쓰기 가능
nl: Veilig om te schrijven
pl: Bezpieczny do zapisu
pt_br: Seguro para gravar
ru: Безопасно для записи
zh_hans: 可安全写入
zh_hant: 可安全寫入

# searchingDevices
source: Searching for devices...
de: Geräte werden gesucht...
es: Buscando dispositivos...
fr: Recherche d'appareils...
it: Ricerca dispositivi...
ja: デバイスを検索中...
ko: 장치 검색 중...
nl: Apparaten zoeken...
pl: Wyszukiwanie urządzeń...
pt_br: Procurando dispositivos...
ru: Поиск устройств...
zh_hans: 正在搜索设备...
zh_hant: 正在搜尋裝置...

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
ja: セキュリティ
ko: 보안
nl: Beveiliging
pl: Bezpieczeństwo
pt_br: Segurança
ru: Безопасность
zh_hans: 安全
zh_hant: 安全性

# selectFile
source: Select...
de: Auswählen...
es: Seleccionar...
fr: Sélectionner...
it: Seleziona...
ja: 選択...
ko: 선택...
nl: Selecteer...
pl: Wybierz...
pt_br: Selecionar...
ru: Выбрать...
zh_hans: 选择...
zh_hant: 選擇...

# selectFromDropdown
source: Select a target device from the dropdown above
de: Wählen Sie ein Zielgerät aus dem Dropdown-Menü
es: Seleccione un dispositivo de destino del menú desplegable
fr: Sélectionnez un appareil cible dans le menu déroulant
it: Seleziona un dispositivo di destinazione dal menu a tendina
ja: 上のドロップダウンからターゲットデバイスを選択
ko: 드롭다운에서 대상 장치 선택
nl: Selecteer een doelapparaat uit het dropdown-menu
pl: Wybierz urządzenie docelowe z menu rozwijanego
pt_br: Selecione um dispositivo de destino no menu suspenso
ru: Выберите целевое устройство из выпадающего списка
zh_hans: 请从上方下拉菜单中选择目标设备
zh_hant: 請從上方下拉選單中選擇目標裝置

source: Select USB device
de: USB-Gerät auswählen
es: Seleccionar dispositivo USB
fr: Sélectionner un périphérique USB
it: Seleziona dispositivo USB
ja: USBデバイスを選択
ko: USB 장치 선택
nl: Selecteer USB-apparaat
pl: Wybierz urządzenie USB
pt_br: Selecionar dispositivo USB
ru: Выбрать USB-устройство
zh_hans: 请选择 USB 设备
zh_hant: 請選擇 USB 裝置

# settings.about
source: About
de: Über
es: Acerca de
fr: À propos
it: Info
ja: 情報
ko: 정보
nl: Over
pl: O programie
pt_br: Sobre
ru: О программе
zh_hans: 关于
zh_hant: 關於

# settings.general
source: General
de: Allgemein
fr: Général
it: Generale
ja: 一般
ko: 일반
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Общие
zh_hans: 通用
zh_hant: 一般

# showConfirmation
source: Show confirmation before writing
de: Bestätigung vor dem Schreiben anzeigen
es: Mostrar confirmación antes de escribir
fr: Afficher la confirmation avant l'écriture
it: Mostra conferma prima della scrittura
ja: 書き込み前に確認ダイアログを表示
ko: 쓰기 전 확인 대화상자 표시
nl: Toon bevestiging voor schrijven
pl: Pokaż potwierdzenie przed zapisem
pt_br: Mostrar confirmação antes de gravar
ru: Показывать подтверждение перед записью
zh_hans: 写入前显示确认对话框
zh_hant: 寫入前顯示確認對話框

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: Velocità
ja: 速度
ko: 속도
nl: Snelheid
pl: Prędkość
pt_br: Velocidade
ru: Скорость
zh_hans: 速度
zh_hant: 速度

# startWrite
source: Start Writing
de: Schreiben starten
es: Comenzar escritura
fr: Commencer l'écriture
it: Inizia scrittura
ja: 書き込み開始
ko: 쓰기 시작
nl: Start schrijven
pl: Rozpocznij zapis
pt_br: Iniciar gravação
ru: Начать запись
zh_hans: 开始写入
zh_hant: 開始寫入

# supportedFormats
source: Supports ISO, IMG, DMG, ZIP, GZ, XZ, etc.
de: Unterstützt ISO, IMG, DMG, ZIP, GZ, XZ usw.
es: Soporta ISO, IMG, DMG, ZIP, GZ, XZ, etc.
fr: Prend en charge ISO, IMG, DMG, ZIP, GZ, XZ, etc.
it: Supporta ISO, IMG, DMG, ZIP, GZ, XZ, ecc.
ja: ISO, IMG, DMG, ZIP, GZ, XZなどに対応
ko: ISO, IMG, DMG, ZIP, GZ, XZ 등 지원
nl: Ondersteunt ISO, IMG, DMG, ZIP, GZ, XZ, etc.
pl: Obsługuje ISO, IMG, DMG, ZIP, GZ, XZ itp.
pt_br: Suporta ISO, IMG, DMG, ZIP, GZ, XZ, etc.
ru: Поддерживает ISO, IMG, DMG, ZIP, GZ, XZ и др.
zh_hans: 支持 ISO, IMG, DMG, ZIP, GZ, XZ 等格式
zh_hant: 支援 ISO, IMG, DMG, ZIP, GZ, XZ 等格式

# verifyAfterWrite
source: Verify data after writing
de: Daten nach dem Schreiben überprüfen
es: Verificar datos después de escribir
fr: Vérifier les données après l'écriture
it: Verifica dati dopo la scrittura
ja: 書き込み後にデータを検証
ko: 쓰기 후 데이터 검증
nl: Verifieer gegevens na schrijven
pl: Weryfikuj dane po zapisie
pt_br: Verificar dados após a gravação
ru: Проверить данные после записи
zh_hans: 写入后验证数据
zh_hant: 寫入後驗證資料

source: Verify Image...
de: Abbild überprüfen...
es: Verificar imagen...
fr: Vérifier l'image...
it: Verifica immagine...
ja: イメージを検証...
ko: 이미지 검증...
nl: Verifieer image...
pl: Weryfikuj obraz...
pt_br: Verificar imagem...
ru: Проверить образ...
zh_hans: 校验镜像文件...
zh_hant: 驗證映像檔...

source: Write Options
de: Schreiboptionen
es: Opciones de escritura
fr: Options d'écriture
it: Opzioni di scrittura
ja: 書き込みオプション
ko: 쓰기 옵션
nl: Schrijfopties
pl: Opcje zapisu
pt_br: Opções de gravação
ru: Параметры записи
zh_hans: 写入选项
zh_hant: 寫入選項

source: Writing...
de: Schreiben...
es: Escribiendo...
fr: Écriture en cours...
it: Scrittura in corso...
ja: 書き込み中...
ko: 쓰는 중...
nl: Schrijven...
pl: Zapisywanie...
pt_br: Gravando...
ru: Запись...
zh_hans: 写入中...
zh_hant: 寫入中...

# writingProgress
source: Writing
de: Schreiben
es: Escribiendo
fr: Écriture
it: Scrittura
ja: 書き込み中
ko: 쓰는 중
nl: Schrijven
pl: Zapisywanie
pt_br: Gravando
ru: Запись
zh_hans: 正在写入
zh_hant: 正在寫入

# language.system
source: System
es: Sistema
fr: Système
it: Sistema
ja: システム設定
ko: 시스템
nl: Systeem
pl: Systemowy
pt_br: Sistema
ru: Системный
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Version
es: Versión
it: Versione
ja: バージョン
ko: 버전
nl: Versie
pl: Wersja
pt_br: Versão
ru: Версия
zh_hans: 版本
zh_hant: 版本

# confirm
source: OK
ko: 확인
zh_hans: 确定
zh_hant: 確定
